<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%-- 은아) 개인정보약관화면--%>	
	<!-- userTerms start -->
	<section id="services" class="section services">
         <h4 class="center">이용약관</h4>
	  <div class="container-fluid">
	    <div>
	      <div>
	        <div class="services-content">
    			 <div>
	          	<b>· 제 1조 목적</b>
	          	<ul>
	          		<li>1. 본 약관은 ㈜라이클래스(이하 '회사')가 제공하는 'LiClass(라이클래스) '서비스'를 이용하는데 필요한 권리, 의무 및 책임사항, 이용조건 및 절차 등 기본적인 사항을 규정하고 있습니다. 이용자 분들께서는 조금만 시간을 내서 주의 깊게 읽어주시기 바랍니다.</li>
	          		<li>2. 'LiClass '서비스'는 회사가 제공하는 'LiClass' 브랜드를 사용하는 '서비스'를 말합니다.</li>
	          	</ul>
				<br/>
			 	<b>· 제 2조 정의</b>
			 	<ul>
					<li>1. '회사'란 'LiClass '서비스'(이하 '서비스')'를 운영하고 있는 주식회사 노머스를 의미합니다.
					<li>2. '서비스'란 '회사'가 제공하는 디지털 콘텐츠를 말하며, 이는 유/무선 단말기의 종류와 무관하게 제공되는 모든 콘텐츠를 의미합니다.
					<li>3. '회원'이란 본 약관에 동의하고 개인정보를 제공하여 회원 등록을 한 자로서, 회사로부터 ID를 부여받고 회사의 방침에 따라 회사가 제공하는 정보와 '서비스'를 이용할 수 있는 자를 말합니다.
					<li>4. '비회원'이란 '회원'이 아니면서 '회사'가 제공하는 제한된 '서비스'를 이용하는 자를 말합니다.
					<li>5. '이용자'란 회원과 비회원 모두를 의미합니다.
					<li>6. '작가'란 LiClass '서비스'의 오프라인 클래스 콘텐츠에 서비스를 제공하는 참여자를 의미합니다.
					<li>7. '관리자'란 '서비스' 전반의 관리와 운영을 위하여 회사에서 선정한 개인 또는 회사를 말합니다.
				</ul><br/>

				<b>· 제 3조 신원정보 등의 제공</b>
				<ul>
					<li>1. '회사'는 이 약관의 내용, 상호, 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호, 모사전송번호, 전자우편주소, 사업자등록번호, 통신판매업 신고번호 및 개인정보관리책임자 등을 '회원'이 쉽게 알 수 있도록 온라인 '서비스' 초기화면에 게시합니다.
				</ul><br/>
				
				<b>· 제 4조 약관의 게시와 개정</b>
				<ul>
					<li>1. '회사'는 온라인 디지털콘텐츠산업 발전법, 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제에 관한 법률 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
					<li>2. '회사'가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 '서비스' 초기화면에 그 적용일자 7일 이전부터 적용일 후 상당한 기간동안 공지하고, 기존회원에게는 개정약관을 전자우편주소로 발송합니다.
					<li>3. 공지된 적용일자 이후에 회원이 '회사'의 '서비스'를 계속 이용하는 경우에는 개정된 약관에 동의하는 것으로 봅니다. 개정된 약관에 동의하지 아니하는 회원은 언제든지 자유롭게 '서비스' 이용계약을 해지할 수 있습니다
				</ul><br/>
				<b>· 제 5조 약관의 해석</b>
				<ul>
					<li>1. 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 온라인 디지털콘텐츠산업 발전법, 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제에 관한 법률, 문화체육관광부장관이 정하는 디지털콘텐츠이용자보호지침, 기타 관계법령 또는 상관례에 따릅니다.</li>
				</ul><br/>
				<b>· 제 6조 회원가입/변경 및 탈퇴에 따른 자격상실</b>
				<ul>
					<li>1. 회원가입은 '비회원'이 약관의 내용에 대하여 동의를 하고 회원가입신청을 한 후 '회사'가 정한 가입 양식에 따라 회원 정보를 기입한 후 '회사' 승낙함으로써 체결됩니다.</li>
					<li>2. '회사'는 상기 '비회원'의 신청에 대하여 회원가입을 승낙함을 원칙으로 합니다. 다만, '회사'는 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않을 수 있습니다.
					  ① 가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우
					  ② 가입정보가 중복되는 경우
					  ③ 허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은 경우
					  ④ 비회원의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하며 신청하는 경우
					  ⑤ 기타 '회사'가 합리적인 판단에 의하여 필요하다고 인정하는 경우
					 </li>
					<li>3. '회사'는 '서비스' 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우에는 승낙을 유보할 수 있습니다.</li>
					<li>4. 회원가입계약의 성립 시기는 '회사'의 승낙이 '회원'에게 도달한 시점으로 합니다.</li>
					<li>5. '회원'은 개인정보관리화면을 통하여 언제든지 자신의 개인정보를 열람하고 수정할 수 있습니다.</li>
					<li>6. '회원'은 회원가입신청 시 기재한 사항이 변경되었을 경우 온라인으로 수정하여 '회사'에 대하여 그 변경사항을 알려야 합니다.</li>
					<li>7. 제6항의 변경사항을 '회사'에 알리지 않아 발생한 불이익에 대하여 '회사'는 책임지지 않습니다.</li>
					<li>8. '회원'의 '아이디'와 '비밀번호'에 관한 관리책임은 '회원'에게 있으며, 이를 제3자가 이용하도록 하여서는 안 됩니다.</li>
					<li>9. '회원'은 '아이디' 및 '비밀번호'가 도용되거나 제3자에 의해 사용되고 있음을 인지한 경우에는 이를 즉시 '회사'에 통지하고 '회사'의 안내에 따라야 합니다.</li>
					<li>10. 제9항의 경우에 해당 '회원'이 '회사'에 그 사실을 통지하지 않거나, 통지한 경우에도 '회사'의 안내에 따르지 않아 발생한 불이익에 대하여 '회사'는 책임지지 않습니다.</li>
					<li>11. '회원'은 '회사'에 언제든지 탈퇴를 요청할 수 있으며 '회사'는 즉시 회원탈퇴를 처리합니다.</li>
					<li>12. '회원'이 다음 각호의 사유에 해당하는 경우, '회사'는 회원자격을 제한 및 정지시킬 수 있습니다.
					  ① 가입신청 시에 허위내용을 등록한 경우
					  ② '회사'의 '서비스' 이용대금, 기타 '회사'의 '서비스'이용에 관련하여 '회원'이 부담하는 채무를 기일에 이행하지 않는 경우
					  ③ 다른 '이용자'의 '회사' '서비스'이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우
					  ④ 다른 '이용자' 및 '작가'의 권리나 명예를 침해하는 경우
					  ⑤ 명백한 이유 없이 '회사'의 '서비스'를 상습 반복적으로 취소/반품하여 '회사'의 업무를 방해하는 경우
					  ⑥ 근거 없는 사실 또는 허위사실을 적시하거나 유포하여 '회사'의 명예를 실추시키는 경우
					  ⑦ '회사'를 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
					  ⑧ 동일한 계정을 다수가 사용하는 경우
					  ⑨ 계정을 판매하거나 양도하는 경우
					 </li>
					<li>13. '회사'가 회원자격을 제한·정지시킨 후, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 '회사'는 회원자격을 상실시킬 수 있습니다.
					<li>14. '회사'가 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 '회원'에게 이를 통지하고, 회원등록 말소 전 소명할 기회를 부여합니다.
				</ul><br/>
				
				<b>· 제 7조 '서비스'의 이용/변경 및 제한/정지</b>
				<ul>
					<li>1. '회사'는 동영상 기반 온라인 클래스 '서비스', 오프라인 클래스 '서비스', 광고 '서비스' 등 다양한 '서비스'를 제공합니다. '서비스'는 PC나 모바일 등 기기를 통해 웹페이지에 접속하거나 어플리케이션 스토어 등에서 '서비스'를 다운받아 설치하여 이용할 수 있습니다.</li>
					<li>2. '회사'는 더 나은 '서비스' 제공을 위해 이용과 관련된 각종 고지, 관리 메시지 및 기타 광고를 비롯한 다양한 정보를 사이트 및 어플리케이션에 표시하거나 이메일, 휴대전화 등을 통해 직접 발송할 수 있습니다.</li>
					<li>3. '서비스'를 이용 시 Wi-Fi 무선인터넷을 사용하지 않을 경우 이동통신사로부터 별도의 데이터 통신요금이 부과될 수 있습니다.</li>
					<li>4. '회사'는 콘텐츠'서비스'의 내용, 이용방법, 이용시간을 변경할 경우에 변경사유, 변경될 콘텐츠'서비스'의 내용 및 제공일자 등을 그 변경 전 7일 이상 해당 콘텐츠초기화면에 게시합니다.</li>
					<li>5. 변경된 내용이 중대하거나 '회원'에게 불리한 경우에는 '회사'가 해당 콘텐츠'서비스'를 제공받는 '회원'에게 사전 통지하고 동의를 받습니다. 이때, '회사'는 동의를 거절한 '회원'에 대하여는 변경 전 '서비스'를 제공합니다. 다만, 그러한 '서비스' 제공이 불가능할 경우 계약을 해지할 수 있습니다.</li>
					<li>6. 기본적으로 '서비스'는 연중무휴 1일 24시간 이용할 수 있으나, 정기/비정기 점검 등 '회사'가 정한 날 혹은 시간에는 '서비스' 이용이 제한될 수 있습니다.</li>
					<li>7. '회사'는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신두절 또는 운영상 상당한 이유가 있는 경우 콘텐츠'서비스'의 제공을 일시적으로 중단할 수 있습니다. '회사'는 사전 통보를 원칙으로 하나, 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후 통지할 수 있습니다.</li>
					<li>8. '이용자'는 '서비스'의 영상 콘텐츠를 무단으로 활용할 수 없으며, 특히 영리목적, 음란물, 불법배포, 해킹 등에 대해서 '회사'는 '이용자'에게 손해배상을 청구할 수 있습니다.</li>
					<li>9. '회사'는 상당한 이유가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 콘텐츠'서비스'를 변경할 수 있습니다.</li>
				</ul><br/>
				
				<b>· 제 8조 면책 조항</b>
				<ul>
					<li>1. '회사'는 천재지변 또는 이에 준하는 불가항력으로 인하여 '서비스'를 제공할 수 없는 경우에는 '서비스' 제공에 관한 책임이 면제됩니다.</li>
					<li>2. '회사'는 '회원'의 귀책사유로 인한 콘텐츠이용의 장애에 대하여는 책임을 지지 않습니다.</li>
					<li>3. '회사'는 '회원'이 '서비스'와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다.</li>
					<li>4. '회사'는 '회원' 상호간 또는 '회원'과 제3자 간에 '서비스'를 매개로 하여 발생한 분쟁 등에 대하여 책임을 지지 않습니다.</li>
				</ul><br/>
				
				<b>· 제 9조 회사의 의무</b>
				<ul>
					<li>1. '회사'는 법령과 이 약관이 정하는 권리의 행사와 의무의 이행을 신의에 좇아 성실하게 하여야 합니다.</li>
					<li>2. '회사'는 '회원'이 안전하게 '서비스'를 이용할 수 있도록 개인정보(신용정보 포함)보호를 위해 보안시스템을 갖추어야 하며 개인정보보호정책을 공시하고 준수합니다.</li>
					<li>3. '회사'는 '회원'이 콘텐츠이용 및 그 대금내역을 수시로 확인할 수 있도록 조치합니다.</li>
					<li>4. '회사'는 콘텐츠이용과 관련하여 '회원'으로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 지체없이 처리합니다. 회원이 제기한 의견이나 불만사항에 대해서는 홈페이지 혹은 어플리케이션을 활용하거나 전자우편 등을 통하여 그 처리과정 및 결과를 전달합니다.</li>
					<li>5. '회사'는 이 약관에서 정한 의무 위반으로 인하여 '이용자'가 입은 손해를 배상합니다.</li>
				</ul><br/>
				
				<b>· 제 10조 회원의 의무</b>
				<ul>
					<li>1. '회원'은 하기와 같은 행위를 하여서는 안 됩니다.
					  ① 신청 또는 변경 시 허위 내용의 기재
					  ② 타인의 정보도용
					  ③ '회사'에 게시된 정보의 변경
					  ④ '회사'가 금지한 정보(컴퓨터 프로그램 등)의 송신 또는 게시
					  ⑤ '회사'의 '서비스'
					  ⑥ '회사'와 기타 제3자의 저작권 등 지적재산권에 대한 침해
					  ⑦ '회사' 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
					  ⑧ 외설 또는 폭력적인 말이나 글, 화상, 음향, 기타 공서양속에 반하는 정보를 '회사'의 사이트에 공개 또는 게시하는 행위
					  ⑨ 자신의 ID와 비밀번호를 제 3자에게 제공하거나 이용하도록 하는 행위
					  ⑩ 기타 불법적이거나 부당한 행위
				  	</li>
					<li>2. '회원'은 관계법령, 이 약관의 규정, 이용안내 및 '콘텐츠'와 관련하여 공지한 주의사항, '회사'가 통지하는 사항 등을 준수하여야 하며, 기타 '회사'의 업무에 방해되는 행위를 하여서는 안 됩니다.</li>
				</ul><br/>
				
				<b>· 제 11조 개인정보</b>
				<ul>
					<li>1. '회사'는 '이용자'의 콘텐츠이용에 필요한 최소한의 정보를 수집할 수 있습니다. 이를 위해 '회사'가 문의한 사항에 관해 '이용자'는 진실한 내용을 성실하게 고지하여야 합니다.</li>
					<li>2. '회사'가 '이용자'의 개인 식별이 가능한 '개인정보'를 수집하는 때에는 당해 '이용자'의 동의를 받습니다.</li>
					<li>3. '회사'는 '이용자'가 이용신청 등에서 제공한 정보와 제1항에 의하여 수집한 정보를 당해 '이용자'의 동의 없이 목적 외로 이용하거나 제3자에게 제공할 수 없으며, 이를 위반한 경우에 모든 책임은 '회사'가 집니다. 다만, 다음의 경우에는 예외로 합니다.
						  ① 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 제공하는 경우
						  ② '콘텐츠' 제공에 따른 요금정산을 위하여 필요한 경우
						  ③ 도용방지를 위하여 본인확인에 필요한 경우
						  ④ 약관의 규정 또는 법령에 의하여 필요한 불가피한 사유가 있는 경우
					</li>
					<li>4. '회사'가 제2항과 제3항에 의해 '이용자'의 동의를 받아야 하는 경우에는 '개인정보'관리책임자의 신원(소속, 성명 및 전화번호 기타 연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공관련사항(제공받는 자, 제공목적 및 제공할 정보의 내용)등에 관하여 정보통신망이용촉진 및 정보보호 등에 관한 법률 제22조 제2항이 규정한 사항을 명시하고 고지하여야 합니다.</li>
					<li>5. '이용자'는 언제든지 '회사'가 가지고 있는 자신의 '개인정보'에 대해 열람 및 오류의 정정을 요구할 수 있으며, '회사'는 이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다. '이용자'가 오류의 정정을 요구한 경우에는 '회사'는 그 오류를 정정할 때까지 당해 '개인정보'를 이용하지 않습니다.</li>
					<li>6. '회사'는 개인정보보호를 위하여 관리자를 한정하여 그 수를 최소화하며, 신용카드, 은행계좌 등을 포함한 '이용자'의 '개인정보'의 분실, 도난, 유출, 변조 등으로 인한 '이용자'의 손해에 대하여 책임을 집니다.</li>
					<li>7. '회사' 또는 그로부터 '개인정보'를 제공받은 자는 '이용자'가 동의한 범위 내에서 '개인정보'를 사용할 수 있으며, 목적이 달성된 경우에는 당해 '개인정보'를 지체 없이 파기합니다.</li>
					<li>8. '회사'는 정보통신망이용촉진 및 정보보호에 관한 법률 등 관계 법령이 정하는 바에 따라 '이용자'의 '개인정보'를 보호하기 위해 노력합니다. '개인정보'의 보호 및 사용에 대해서는 관련법령 및 '회사'의 개인정보보호정책이 적용됩니다.</li>
				</ul><br/>
				
				<b>· 제 12조 유료 서비스의 구매</b>
				<ul>
					<li>1. '회원'은 '회사'의 '서비스'를 유료로 구매할 수 있습니다</li>
					<li>2. 유료로 구매할 수 있는 '서비스'는 오프라인 클래스 등이 있습니다</li>
					<li>3. 오프라인 클래스는 정해진 기간 동안 진행되며, 해당 기간은 클래스별 별도 고지를 반드시 확인해야 합니다.</li>
					<li>4. '회원'은 본 약관 및 '회사'의 규정에 따라 유료 서비스를 구매할 수 있으며 구매시 성명, 전화번호, 전자우편주소 등 관련 정보를 명확히 입력해야 하며, 약관과 환불정책에 동의해야 합니다.</li>
					<li>5. 유료 서비스의 구매는 신용카드, 실시간 계좌이체, 휴대폰 결제 등을 활용할 수 있으며 기타 '회사'가 지정하는 결제수단(네이버페이, 카카오페이, 할인쿠폰 등)을 활용할 수도 있습니다.</li>
					<li>6. '서비스'의 유료구매는 '회사'와 결제업체의 정책에 따라 결제 수단별 한도가 부여될 수 있습니다.</li>
					<li>7. 회사는 결제의 이행을 위하여 반드시 필요한 여러분의 개인정보를 추가적으로 요구할 수 있으며, 여러분은 회사가 요구하는 개인정보를 정확하게 제공하여야 합니다.</li>
				</ul><br/>
				
				<b>· 제 13조 분쟁의 해결</b>
				<ul>
					<li>1. '회사'는 분쟁이 발생하였을 경우에 '이용자'가 제기하는 정당한 의견이나 불만을 반영하여 적절하고 신속한 조치를 취합니다. 다만, 신속한 처리가 곤란한 경우에 '회사'는 '이용자'에게 그 사유와 처리일정을 통보합니다.</li>
					<li>2. '회사'와 '회원'간 분쟁은 대한민국 법을 준거법으로 합니다.</li>
				</ul><br/>
				
				<ul>
					<li>이 약관은 2023년 3월 28일부터 시행합니다.</li>
					<li>개정약관은 시행일 이후 체결되는 계약에 적용되며, 그 이전 체결된 계약에 대해서는 개정전의 약관 조항을 그대로 적용합니다.</li>
				</ul><br/>	          
	          </div>
	        </div>
	      </div>
	    </div>
	  </div>
	</section>
	<!-- userTerms end -->