<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%-- 은아) 이용정보약관화면--%>	   
    <!-- userPolicy start -->
	<section id="services" class="section services">
         <h4 class="center">개인정보 취급방침</h4>
	  <div class="container-fluid">
	    <div>
	      <div>
	        <div class="services-content">
	         <div>
	         	주식회사 라이클래스(이하 '회사'라 한다)는 개인정보 보호법과 정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 '정보통신망법'이라 한다)에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리지침을 수립·공개합니다. 회사는 원활한 서비스 제공을 위해 최소한의 정보만을 수집하고 있으며, 서비스 이용에 따른 결제, 배송 및 환불 등에 필요한 정보를 추가로 수집할 수 있습니다.
	        	<p>○ 본 방침은부터 2023년 03월 28일부터 시행됩니다.</p>
	         </div>
	         <br/>
	         
    			 <div>
	          	<b>1. 개인정보 처리 목적</b>
	          	<ul>
	          		<li>회사는 다음의 목적을 위해 이용자의 개인정보를 처리합니다.</li>
	          		<li>② 사무 처리</li>
	          		<li></li>
	          		<li>회원의 신원 확인, 민원사항 확인, 처리결과 통보 등을 목적으로 개인정보를 처리합니다.</li>
	          		<li>③ 재화 또는 서비스 제공</li>
	          		<li>서비스 제공, 콘텐츠 제공, 요금결제·정산 등을 목적으로 개인정보를 처리합니다.</li>
	          		<li>④ 마케팅 및 광고에의 활용</li>
	          		<li>신규 서비스(제품) 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공 및 참여기회 제공, 인구통계학적 특성에 따른 서비스 제공 및 광고 게재, 서비스의 유효성 확인, 접속빈도 파악 또는 회원의 서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리합니다.</li>
	          	</ul>
				<br/>
			 		<b>2. 개인정보의 항목</b>
	          	<ul>
	          		<li>홈페이지 회원가입 및 관리</li>
	          		<li>필수항목 : 이메일, 비밀번호, 이름,로그인ID(혹은 소셜로그인 정보) 서비스 이용 기록, 결제기록, 결제정보</li>
					<li>선택항목 : 연락처, 암호화된 이용자 확인값(CI), 중복가입확인정보(DI)</li>
					<li>수집방법은 회원 가입시 회원가입 정보 기재 및 이메일 등 개별 문의를 통해 진행</li>
	          	</ul>
				<br/>
				<b>3. 개인정보의 처리 및 보유기간</b>
	          	<ul>
	          		<li>① 회사는 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집시에 동의받은 개인정보 보유·이용기간 내에서 개인정보를 처리·보유합니다.</li>
	          		<li>② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.</li>
					<li>(1) 서비스 회원 가입 및 관리 : 서비스 탈퇴시까지</li>
					<li>다만, 다음의 사유에 해당하는 경우에는 해당 사유 종료시까지</li>
					<li>- 관계 법령 위반에 따른 수사 · 조사 등이 진행중인 경우에는 해당 수사 · 조사 종료시까지</li>
					<li>- 홈페이지 이용에 따른 채권 · 채무관계 잔존시에는 해당 채권 · 채무관계 정산시까지</li>
					<li>- 기타, 회원의 개별적인 동의가 있는 경우에는 개별 동의에 따른 기간까지 보관합니다.</li>
	          	</ul>
				<br/>  
				<b>4. 정보주체의 권리․의무 및 행사방법</b>
	          	<ul>
	          		<li>① 정보주체는 회사에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.</li>
	          		<li>(1) 개인정보 열람요구</li>
					<li>(2) 오류 등이 있을 경우 정정 요구</li>
					<li>(3) 삭제요구</li>
					<li>(4) 처리정지 요구</li>
	          	</ul>
				<br/>  
				<b>5. 개인정보 처리방침 변경</b>
	          	<ul>
	          		<li>개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의 시행 7일 전부터 공지사항을 통하여 고지할 것입니다.</li>
	          	</ul>
				<br/>  
				<b>6. 개인정보 보호 책임자</b>
	          	<ul>
	          		<li>회사는 이용자의 개인정보 관련 문의사항 및 불만 처리 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.</li>
	          		<li>- 이름 : 김은아</li>
	          		<li>- 직책 : CEO</li>
	          		<li>- 전화 : 02-1234-1234</li>
	          	</ul>
				<br/>
	          </div>
	        </div>
	      </div>
	    </div>
	  </div>
	</section>
	<!-- userPolicy end -->